Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# settings_renameReplace
source: Replace File Name
ar: استبدال اسم الملف
da: Erstat filnavn
de: Dateiname ersetzen
es: Reemplazar nombre de archivo
fr: Remplacer le nom du fichier
hu: A fájlnév cseréje
it: Sostituisci Nome file
ja: ファイル名を置換
nl: Bestandsnaam vervangen
pl: Zastąp nazwę pliku
ru: Заменить имя файла
sv: Ersätt Filnamn
zh_hans: 替换文件名
zh_hant: 取代檔案名稱

# settings_renameSuffix
source: Suffix File Name
ar: لاحقة اسم الملف
da: Suffiks Filnavn
de: Suffix Dateiname
es: Añadir sufijo al nombre de archivo
fr: Suffixer le nom du fichier
hu: Utótag fájlnév
it: Suffisso Nome file
ja: サフィックスファイル名
nl: Achtervoegsel bestandsnaam
pl: Przyrostek nazwy pliku
ru: Суффикс Имя файла
sv: Suffix Filnamn
zh_hans: 后缀文件名
zh_hant: 後綴 檔案名稱

# settings_renameTimeHeader
source: Please select a time format to include in the file name.
ar: يرجى تحديد تنسيق الوقت لتضمينه في اسم الملف.
da: Vælg et tidsformat, der skal inkluderes i filnavnet.
de: Bitte wählen Sie ein Zeitformat aus, das in den Dateinamen aufgenommen werden soll.
es: Seleccione un formato de hora para incluir en el nombre de archivo.
fr: Veuillez sélectionner un format d'heure à inclure dans le nom du fichier.
hu: Kérjük, válassza ki a fájlnévben feltüntetendő időformátumot.
it: Selezionare il formato dell'ora da includere nel nome del file.
ja: ファイル名に含める時間フォーマットを選択してください。
nl: Selecteer een tijdnotatie om op te nemen in de bestandsnaam.
pl: Proszę wybrać format czasu do dołączenia do nazwy pliku.
ru: Пожалуйста, выберите формат времени для включения в имя файла.
sv: Välj ett tidsformat som ska inkluderas i filnamnet.
zh_hans: 请选择要包含在文件名中的时间格式。
zh_hant: 請選擇要包含在檔案名稱中的時間格式。

# settings_renameTwoDigit
source: 2-digit version
ar: إصدار مكون من 2 رقم
da: 2-cifret version
de: 2-stellige Version
es: Versión de 2 dígitos
fr: Version à 2 chiffres
hu: 2 számjegyű változat
it: Versione a 2 cifre
ja: 2桁バージョン
nl: 2-cijferige versie
pl: Wersja 2-cyfrowa
ru: 2-значная версия
sv: 2-siffrig version
zh_hans: 2位数版本
zh_hant: 2 位數版本

# settings_renameUppercase
source: Uppercase
ar: أحرف كبيرة
da: Store bogstaver
de: Großschreibung
es: Mayúsculas
fr: Majuscule
hu: Nagybetű
it: Maiuscolo
ja: 大文字
nl: Hoofdletters
pl: Wielkie litery
ru: Верхний регистр
sv: Stora bokstäver
zh_hans: 大写
zh_hant: 大寫

# settings_server
source: Address
ar: العنوان
da: Server
de: Webadresse
es: Dirección
fr: Adresse
hu: Szerver URL
it: Indirizzo
ja: アドレス
nl: Adres
pl: Adres
ru: Http адрес
sv: Adress
zh_hans: 站点地址
zh_hant: 伺服器地址

# settings_shareGPSdata
source: Share Private Metadata
ar: مشاركة البيانات الوصفية الخاصة
da: Del private Metadata
de: Private Metadaten teilen
es: Compartir metadatos privados
fr: Partager métadonnées
hu: Privát Metaadatok
it: Metadati privati
ja: プライベートなメタデータを共有する
nl: Deel privé metadata
pl: Udostępnij prywatne metadane
ru: Делиться частными метаданными
sv: Dela privat Metadata
zh_hans: 分享私密元数据
zh_hant: 分享私密中繼資料

# settings_shareGPSdata>375px
source: Share with Private Metadata
ar: المشاركة مع البيانات الوصفية الخاصة
da: Del med private Metadata
de: Mit privaten Metadaten teilen
es: Compartir con metadatos privados
fr: Partager avec des métadonnées privées
hu: Megosztár privát metaadatokkal együtt
it: Condividere con metadati privati
ja: プライベートなメタデータと一緒に共有する
nl: Deel met Persoonlijke Metadata
pl: Udostępnij z prywatnymi metadanymi
ru: Делиться с частными метаданными
sv: Dela med privata Metadata
zh_hans: 共享时包含私密元数据
zh_hant: 分享時包含私密中繼資料

# settings_stripGPSdata
source: Strip Metadata
ar: تجريد البيانات الوصفية
da: Fjern metadata
de: Metadaten entfernen
es: Eliminar metadatos
fr: Suppr. métadonnées
hu: Metaadatok eltávolítása
it: Striscia di metadati
ja: ストリップ・メタデータ
nl: Strip metagegevens
pl: Usuń metadane
ru: Снять метаданные
sv: Avlägsna metadata
zh_hans: 删除元数据
zh_hant: 剝離元資料

# settings_stripGPSdataLong
source: Strip Private Metadata
ar: تجريد البيانات الوصفية الخاصة
da: Fjern private metadata
de: Private Metadaten entfernen
es: Eliminar metadatos privados
fr: Suppr. métadonnées privées
hu: Privát metaadatok eltávolítása
it: Striscia di metadati privati
ja: ストリップ・プライベート・メタデータ
nl: Strip privémetagegevens
pl: Usuń prywatne metadane
ru: Снять частные метаданные
sv: Avlägsna privata metadata
zh_hans: 删除私密元数据
zh_hant: 剝離私人元資料

# settings_suffix
source: Suffix
ar: لاحقة
da: Suffiks
es: Sufijo
fr: Suffixe
hu: Utótag
it: Suffisso
ja: 接尾辞
pl: Przyrostek
ru: Суффикс
zh_hans: 后缀
zh_hant: 後綴

# settings_suffixPlaceholder
source: _suffix
ar: _لاحقة
da: _suffiks
es: _sufijo
fr: _suffixe
hu: _utótag
it: _suffisso
pl: _przyrostek
ru: _суффикс
zh_hans: _后缀
zh_hant: _後綴

# settings_supportForum
source: Support Forum
ar: منتدى الدعم
es: Foro de soporte
fr: Forum d'aide
hu: Közösségi támogatás
it: Forum di supporto
ja: サポートフォーラム
nl: Ondersteuningsforum
pl: Forum wsparcia
ru: Форум поддержки
zh_hans: 支援论坛
zh_hant: 支援論壇

# settings_switchPalette
source: Automatic
ar: أوتوماتيكي
da: Automatisk
de: Automatisch
es: Automático
fr: Automatique
hu: Automatikus
it: Automatico
ja: 自動
nl: Automatisch
pl: Automatycznie
ru: Автоматический
sv: Automatisk
zh_hans: 自动
zh_hant: 自動

# settings_translateWithCrowdin
source: Translate Piwigo Mobile
ar: ترجمة Piwigo موبايل
da: Oversæt Piwigo Mobile
de: Piwigo Mobile übersetzen
es: Traduce Piwigo Mobile
fr: Traduire Piwigo Mobile
hu: Piwigo Mobile Fordítása
it: Traduci Piwigo Mobile
ja: Piwigo Mobileを翻訳する
nl: Vertaling Piwigo Mobiel
pl: Przetłumacz Piwigo Mobile
ru: Перевести мобильный Piwigo
sv: Översätt Piwigo Mobile
zh_hans: 翻译 Piwigo Mobile
zh_hant: 翻譯Piwigo Mobile

# settings_username
source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Identifiant
hu: Felhasználó
it: Nome utente
ja: ユーザ名
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Пользователь
sv: Användarnamn
zh_hans: 用户名
zh_hant: 帳號

# settings_videoAutoPlay
source: Auto-Play
ar: التشغيل التلقائي
da: Automatisk afspilning
de: Automatische Wiedergabe
es: Reproducción automática
fr: Lecture automatique
hu: Automatikus lejátszás
it: Riproduzione automatica
ja: 自動再生
nl: Automatisch afspelen
pl: Automatyczne odtwarzanie
ru: Автоматическое воспроизведение
sv: Automatisk uppspelning
zh_hans: 自动播放
zh_hant: 自動播放

# settings_videoLoop
source: Loop Videos
ar: فيديوهات الحلقات
da: Videoer i loop
de: Videos in Endlosschleife abspielen
es: Vídeos en bucle
fr: Vidéos en boucle
hu: Videók hurokban
it: Video in loop
ja: ビデオのループ再生
nl: Video's in lus
pl: Pętla filmów
ru: Видео в цикле
sv: Videor i loop
zh_hans: 循环播放视频
zh_hant: 循環影片

# settings_wifiOnly
source: Wi-Fi Only
ar: Wi-Fi فقط
da: Kun Wi-Fi
de: Nur WLAN
es: Sólo Wi-Fi
fr: Wi-Fi uniquement
hu: Csak Wi-Fi-n
it: Solo Wi-Fi
ja: Wi-Fiのみ
nl: Alleen wifi
pl: Tylko przez Wi-Fi
ru: Только Wi-Fi
sv: Endast Wi-Fi
zh_hans: 仅限Wi-Fi
zh_hant: 僅限使用Wi-Fi

# settingsFooter_formats
source: The server accepts the following file types
ar: يقبل الخادم أنواع الملفات التالية
da: Serveren accepterer følgende filtyper
de: Der Server akzeptiert die folgenden Dateitypen
es: El servidor acepta los siguientes tipos de fichero
fr: Le serveur accepte les types de fichiers suivants
hu: A szerver a következő fájlformátumokat fogadja el
it: Il server accetta i seguenti tipi di file
ja: サーバは次のファイル種類を受け付けます
nl: De server accepteert de volgende bestanden
pl: Serwer akceptuje następujące typy plików
ru: Сервер принимает следующие типы файлов
sv: Servern accepterar följande filtyper
zh_hans: 服务器接受以下文件类型
zh_hant: 這個伺服器支援以下檔案格式

# settingsHeader_about
source: Information
ar: معلومة
da: Oplysninger
de: Informationen
es: Información
fr: Informations
hu: Információ
it: Informazioni
ja: 情報
nl: Informatie
pl: Informacje
ru: Информация
zh_hans: 信息
zh_hant: 資訊

# settingsHeader_appearance
source: Appearance
ar: المظهر
da: Udseende
de: Aussehen
es: Apariencia
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
nl: Uiterlijk
pl: Wygląd
ru: Внешний вид
sv: Utseende
zh_hans: 外观
zh_hant: 外觀

# settingsHeader_cache
source: Cache
ar: ذاكرة التخزين المؤقت
es: Memoria caché
hu: Gyorsítótár
ja: キャッシュ
nl: Cachegeheugen
pl: Pamięć podręczna
ru: Кэш
zh_hans: 缓存
zh_hant: 快取

# settingsHeader_colorPalette
source: Color Palette
ar: لوحة الألوان
da: Farve Palet
de: Farbpalette
es: Paleta de colores
fr: Palette de couleurs
hu: Színpaletta
it: Tavolozza Colore
ja: カラーパレット
nl: Kleurenpalet
pl: Paleta kolorów
ru: Цветовая палитра
sv: Färgpalett
zh_hans: 调色板
zh_hant: 調色盤

# settingsHeader_general
source: General Settings
ar: الاعدادات العامة
da: Generelle Indstillinger
de: Allgemeine Einstellungen
es: Configuración general
fr: Paramètres généraux
hu: Általános beállítások
it: Impostazioni generali
ja: 一般設定
nl: Algemene instellingen
pl: Ustawienia Ogólne
ru: Общие настройки
sv: Allmänna inställningar
zh_hans: 通用设置
zh_hant: 一般設定

# settingsHeader_notSecure
source: Website Not Secure!
ar: موقع ويب غير آمنة!
da: Websted er ikke sikkert!
de: Webseite nicht sicher!
es: ¡Sitio web no seguro!
fr: Site web non sécurisé !
hu: A website nem biztonságos!
it: Sito Web non sicuro!
ja: ウェブサイトは安全ではありません！
nl: Website is niet veilig!
pl: Strona internetowa nie jest bezpieczna!
ru: Вебсайт не защищен!
sv: Hemsidan inte säker!
zh_hans: 不安全的连接
zh_hant: 不安全的連接!

# settingsHeader_privacy
source: Privacy
ar: الخصوصية
da: Privatliv
de: Privatsphäre
es: Privacidad
fr: Confidentialité
hu: Adatvédelem
ja: プライバシー
pl: Prywatność
ru: Конфиденциальность
sv: Sekretess
zh_hans: 隐私
zh_hant: 隱私

# settingsHeader_server
source: Piwigo Server
ar: خادم Piwigo
es: Servidor de Piwigo
fr: Serveur Piwigo
hu: Piwigo Szerver
it: Server Piwigo
ja: Piwigoサーバ
pl: Serwer Piwigo
ru: Сервер Piwigo
zh_hans: Piwigo服务器
zh_hant: Piwigo伺服器

# settingsHeader_thumbnails
source: Thumbnails
ar: الصورة المصغرة
da: Miniaturer
de: Miniaturfotos
es: Miniaturas
fr: Vignettes
hu: Bélyegképek
it: Anteprime
ja: サムネイル
nl: Miniaturen
pl: Miniatury
ru: Миниатюры
sv: Miniatyrbilder
zh_hans: 缩略图
zh_hant: 縮圖

# settingsHeader_troubleshoot
source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
da: Fejlfinding
de: Fehlerbehebung
es: Resolución de problemas
fr: Dépannage
hu: Hibaelhárítás
it: Risoluzione dei problemi
ja: トラブルシューティング
nl: Probleemoplossen
pl: Rozwiązywanie problemów
ru: Поиск неисправностей
sv: Felsökning
zh_hans: 故障排除
zh_hant: 故障排除

# settingsHeader_upload
source: Default Upload Settings
ar: إعدادات التحميل الافتراضية
da: Standardindstillinger for Upload
de: Standard-Upload-Einstellungen
es: Parámetros de carga por defecto
fr: Transferts
hu: Feltöltési beállítások
it: Impostazioni di caricamento
ja: 規定のアップロード設定
nl: Standaard upload-instellingen
pl: Domyślne ustawienia przesyłania
ru: Настройки загрузки по умолчанию
sv: Förinställn. uppladdning
zh_hans: 默认上传设置
zh_hant: 預設上傳設定

# severalAlbumsCount
source: %@ albums
ar: %@ ألبومات
de: %@ Alben
es: %@ álbumes
hu: %@ album
it: %@ album
ja: %@ アルバム
pl: %@ albumów
ru: %@ альбомов
sv: %@ album
zh_hans: %@ 张专辑
zh_hant: %@個相簿

# severalCommentsCount
source: %@ comments
ar: %@ تعليقات
da: %@ kommentarer
de: %@ Kommentare
es: %@ comentarios
fr: %@ commentaires
hu: %@ megjegyzés
it: %@ commenti
ja: %@ 件のコメント
nl: %@ reacties
pl: %@ komentarzy
ru: %@ комментариев
sv: %@ kommentarer
zh_hans: %@ 評論
zh_hant: %@個留言

# severalGroupsCount
source: %@ groups
ar: %@المجموعات
da: %@ grupper
de: %@ Gruppen
es: %@ grupos
fr: %@ groupes
hu: %@ csoport
it: %@ gruppi
ja: %@ グループ
nl: %@ groepen
pl: %@ grup
ru: %@ группы
sv: %@ grupper
zh_hans: %@ 个组
zh_hant: %@個群組

# severalImages
source: Photos
ar: الصور
da: Billeder
de: Fotos
es: Fotos
hu: Fotók
it: Immagini
ja: 写真
nl: Foto's
pl: Zdjęcia
ru: Фото
sv: Bilder
zh_hans: 照片
zh_hant: 照片

# severalImagesCount
source: %@ photos
ar: %@ الصور
da: %@ billeder
de: %@ Fotos
es: %@ fotos
hu: %@ fotó
it: %@ foto
ja: %@ 枚の写真
nl: %@ foto's
pl: %@ zdjęć
ru: %@ фото
sv: %@ foton
zh_hans: %@ 张照片
zh_hant: %@張照片

# severalSubAlbumsCount
source: %@ sub-albums
ar: %@ ألبومات فرعية
da: %@ under-albums
de: %@ Unter-Alben
es: %@ subálbumes
fr: %@ sous-albums
hu: %@ alalbum
it: %@ sottoalbum
ja: %@ サブアルバム
pl: %@ podalbumów
ru: %@ подальбомов
sv: %@ underalbum
zh_hans: %@ 个子相册
zh_hant: %@個子相簿

# severalTagsCount
source: %@ tags
ar: %@ العلامات
es: %@ etiquetas
hu: %@ címke
it: %@ tag
ja: %@ タグ
nl: %@ labels
pl: %@ tagów
ru: %@ тегов
sv: %@ taggar
zh_hans: %@ 个标签
zh_hant: %@個標籤

# severalUsersCount
source: %@ users
ar: %@ المستخدمين
da: %@ brugere
de: %@ Benutzer
es: %@ usuarios
fr: %@ utilisateurs
hu: %@ felhasználó
it: %@ utenti
ja: %@ ユーザー
nl: %@ gebruikers
pl: %@ użytkowników
ru: %@ пользователей
sv: %@ användare
zh_hans: %@ 位用户
zh_hant: %@個用戶

# severalVideos
source: Videos
ar: مقاطع الفيديو
da: Videoer
es: Vídeos
fr: Vidéos
hu: Videók
ja: ビデオ
pl: Filmy
ru: Видео
sv: Videor
zh_hans: 视频
zh_hant: 影片

# shareActivityCode_AirDrop
source: Transfer with AirDrop
ar: التحويل باستخدام AirDrop
da: Overfør med AirDrop
de: Über AirDrop teilen
es: Transferir con AirDrop
fr: Transférer avec AirDrop
hu: AirDrop átvitel
it: Condividi con AirDrop
ja: AirDropで送信する
nl: Verzenden met AirDrop
pl: Udostępnij za pomocą AirDrop
ru: Передача с AirDrop
sv: Överför med AirDrop
zh_hans: 使用AirDrop共享
zh_hant: 透過 AirDrop 來傳送

# shareActivityCode_AirDrop>375px
source: Transfer photos with AirDrop
ar: نقل الصور باستخدام AirDrop
da: Overfør billeder med AirDrop
de: Fotos mit AirDrop übertragen
es: Transferir fotos con AirDrop
fr: Transférer des photos avec AirDrop
hu: Fotók küldése AirDrop-on keresztül
it: Trasferire le immagini con AirDrop
ja: AirDropで写真を送信する
nl: Verzend foto' s met AirDrop
pl: Udostępnij zdjęcia za pomocą AirDrop
ru: Передача изображений через AirDrop
sv: Överför bilder med AirDrop
zh_hans: 使用AirDrop共享照片
zh_hant: 透過 AirDrop 來傳送照片

# shareActivityCode_AssignToContact
source: Assign to Contact
ar: التعيين إلى جهة اتصال
da: Tildel kontakt
de: Kontakt zuweisen
es: Asignar a contacto
fr: Affecter à un Contact
hu: Kontakthoz rendelés
it: Assegnare al contatto
ja: 連絡先に割り当てる
nl: Toewijzen aan contact
pl: Przypisz do kontaktu
ru: Установить контакт
sv: Tilldela till kontakt
zh_hans: 分配给联系人
zh_hant: 分配給聯絡人

# shareActivityCode_AssignToContact>375px
source: Assign photo to Contact
ar: تعيين صورة لجهة اتصال
da: Tildel billede til kontakt
de: Foto Kontakt zuweisen
es: Asignar la foto a un contacto
fr: Affecter une photo à un contact
hu: Fotó hozzárendelése kontakthoz
it: Assegnare l'immagine al contatto
ja: 写真を連絡先に割り当てる
nl: Wijs foto toe aan contact
pl: Przypisz zdjęcie do kontaktu
ru: Установить фото для контакта
sv: Tilldela bild till kontakt
zh_hans: 将照片分配给联系人
zh_hant: 分配照片給聯絡人

# shareActivityCode_CameraRoll
source: Save to Camera Roll
ar: الحفظ في ألبوم الكاميرا
da: Gem i kamerarulle
de: In der App speichern
es: Guardar en un carrete de cámara
fr: Enregistrer dans Photos
hu: Mentés a Filmtekercsbe
it: Salva nel Rullino
ja: カメラロールに保存する
nl: Save naar Camera Roll
pl: Zapis w rolce aparatu
ru: Сохранить в Camera Roll
sv: Spara i kamerarulle
zh_hans: 保存到相册
zh_hant: 保存到相機膠捲

# shareActivityCode_CameraRoll>375px
source: Save photos to Camera Roll
ar: حفظ الصور في لفة الكاميرا
da: Gem billeder i kamerarulle
de: Fotos in der App speichern
es: Guardar las fotos en carrete de cámara
fr: Enregistrer des photos dans Photos
hu: Fotók mentése a Filmtekercsbe
it: Salva le immagini nel Rullino
ja: 写真をカメラロールに保存する
nl: Save foto's naar Camero Roll
pl: Zapisz zdjęcia w Rolce aparatu
ru: Сохранить фотографии в Camera Roll
sv: Spara bilder i kamerarullen
zh_hans: 保存照片到相册
zh_hant: 保存照片至相機膠捲

# shareActivityCode_CopyToPasteboard
source: Copy to Clipboard
ar: نسخ إلى الحافظة
da: Kopier til udklipsholder
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papier
hu: Pasteboard-ra másolás
it: Copia Nella Clipboard
ja: クリップボードにコピーする
nl: Kopieer naar plakbord
pl: Kopiuj do schowka
ru: Копировать в буфер
sv: Kopiera till Urklipp
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

# shareActivityCode_CopyToPasteboard>375px
source: Copy photos to Clipboard
ar: نسخ الصور إلى الحافظة
da: Kopier billeder til udklipsholder
de: Foto in Zwischenablage kopieren
es: Copiar fotos al portapapeles
fr: Copier des photos dans le presse-papier
hu: Fotók másolása Pasteboard-ra
it: Copiare le immagini nella Clipboard
ja: 写真をクリップボードにコピーする
nl: Kopieer foto's naar plakbord
pl: Kopiuj zdjęcia do schowka
ru: Копировать фотографии в буфер
sv: Kopiera bilder till Urklipp
zh_hans: 将照片复制到粘贴板
zh_hant: 複製照片到剪貼板

# shareActivityCode_Facebook
source: Post to Facebook
ar: النشر على Facebook
da: Send til Facebook
de: Über Facebook teilen
es: Publicar en Facebook
fr: Publier sur Facebook
hu: Feltöltés Facebookra
it: Posta su Facebook
ja: Facebookに投稿する
nl: Verstuur naar Facebook
pl: Publikacja na Facebooku
ru: Публикация на Facebook
sv: Posta till Facebook
zh_hans: 发布到 Facebook
zh_hant: 發送到Facebook

# shareActivityCode_Facebook>375px
source: Post photos to Facebook
ar: نشر الصور على Facebook
da: Send billeder til Facebook
de: Foto über Facebook teilen
es: Publicar fotos en Facebook
fr: Publier des photos sur Facebook
hu: Fotók feltöltése Facebookra
it: Pubblicare immagini su Facebook
ja: Facebookに写真を投稿する
nl: Verstuur foto's naar Facebook
pl: Publikuj zdjęcia na Facebook
ru: Публикация фотографии с приложением Facebook
sv: Posta bilder på Facebook
zh_hans: 将照片发布到 Facebook
zh_hant: 發送照片到Facebook

# shareActivityCode_Flickr
source: Post to Flickr
ar: Flickr النشر على
da: Send til Flickr
de: Über Flickr teilen
es: Publicar en Flickr
fr: Télécharger sur Flickr
hu: Feltöltés Flickr-re
it: Pubblica su Flickr
ja: Flickrに投稿する
nl: Verstuur naar Flickr
pl: Publikacja na Flickr
ru: Отправить на Flickr
sv: Posta till Flickr
zh_hans: 发布到 Flickr
zh_hant: 發送到Flickr

# shareActivityCode_Flickr>375px
source: Post photos to Flickr
ar: Flickr نشر الصور على
da: Send billeder til Flickr
de: Foto über Flickr teilen
es: Publicar fotos en Flickr
fr: Télécharger des photos sur Flickr
hu: Fotók feltöltése Flickr-re
it: Pubblicare le immagini su Flickr
ja: Flickrに写真を投稿する
nl: Verstuur foto's naar Flickr
pl: Publikuj zdjęcia na Flickr
ru: Публикация фотографии на Flickr
sv: Posta bilder till Flickr
zh_hans: 将照片发布到 Flickr
zh_hant: 發送照片到Flickr

# shareActivityCode_Instagram
source: Post to Instagram
ar: Instagram النشر على
da: Send til Instagram
de: Über Instragram teilen
es: Publicar en Instagram
fr: Publier sur Instagram
hu: Feltöltés Instagramra
it: Condividi su Instagram
ja: Instagramに投稿する
nl: Verstuur naar Instagram
pl: Publikacja na Instagram
ru: Публикация в Инстаграм
sv: Posta till Instagram
zh_hans: 发布到 Instagram
zh_hant: 發送到Instagram

# shareActivityCode_Instagram>375px
source: Post photos to Instagram
ar: Instagram نشر الصور على
da: Send billeder til Instagram
de: Billd über Instragram teilen
es: Publicar fotos en Instagram
fr: Publier des photos sur Instagram
hu: Fotók feltöltése Instagramra
it: Postare immagini su Instagram
ja: 写真をInstagramに投稿する
nl: Verstuur foto's naar Instagram
pl: Publikuj zdjęcia na Instagramie
ru: Разместить фотографии в Инстаграм
sv: Posta bilder på Instagram
zh_hans: 将照片发布到 Instagram
zh_hant: 發送照片到Instagram

# shareActivityCode_Mail
source: Post by Email
ar: النشر بالبريد الإلكتروني
da: Send som Email
de: Über E-Mail teilen
es: Publicar por email
fr: Envoyer par email
hu: Küldés e-mailben
it: Posta via Email
ja: 電子メールで投稿する
nl: Verstuur per email
pl: Publikacja przez email
ru: Отправить по Email
sv: Posta via e-post
zh_hans: 通过电子邮件发布
zh_hant: 透過電子郵件傳送

# shareActivityCode_Mail>375px
source: Post photos by Email
ar: نشر الصور عبر البريد الإلكتروني
da: Send billeder som Email
de: Foto über E-Mail teilen
es: Publicar fotos por email
fr: Envoyer des photos par email
hu: Fotók küldése e-mailben
it: Inviare immagini via E-mail
ja: 写真を電子メールで投稿する
nl: Verstuur foto's per email
pl: Publikuj zdjęcia przez email
ru: Отправить фотографии по электронной почте
sv: Posta bilder via e-post
zh_hans: 通过电子邮件发布照片
zh_hant: 透過電子郵件傳送照片

# shareActivityCode_Message
source: Post with Message
ar: مشاركة مع رسالة
da: Send som besked
de: Über Nachricht teilen
es: Publicar con mensajería
fr: Envoyer avec Messages
hu: Küldés Üzenetként
it: Scrivi un messaggio
ja: メッセージを投稿する
nl: Verstuur met Message
pl: Publikacja jako wiadomość
ru: Публиковать с Message
sv: Posta med Meddelande
zh_hans: 通过短信发布
zh_hant: 透過訊息傳送

# shareActivityCode_Message>375px
source: Post photos with the Message app
ar: نشر الصور باستخدام تطبيق الرسائل
da: Send billeder som Besked
de: Foto über Nachrichten App teilen
es: Publicar fotos con la aplicación de mensajería
fr: Envoyer des photos avec l'app Messages
hu: Fotók küldése az Üzenetek appal
it: Postare immagini con l'app Messaggi
ja: メッセージアプリでー写真を投稿する
nl: Verstuur foto's met de Message app
pl: Publikuj zdjęcia za pomocą Wiadomości
ru: Публикация фотографии с приложением Message
sv: Posta bilder med Meddelande app
zh_hans: 通过短信发布照片
zh_hant: 透過訊息傳送照片

# shareActivityCode_Messenger
source: Post with Messenger
ar: النشر مع الماسنجر
da: Send med Messenger
de: Über Messenger teilen
es: Publicar con Messenger
fr: Envoyer avec Messenger
hu: Küldés Messengerben
it: Invia con Messenger
ja: Messengerで投稿する
nl: Verstuur met Messenger
pl: Publikacja przez Messenger
ru: Публикация на Messenger
sv: Posta med Meddelande
zh_hans: 发布到 Messenger
zh_hant: 透過Messenger傳送

# shareActivityCode_Messenger>375px
source: Post photos with the Messenger app
ar: نشر الصور باستخدام تطبيق Messenger
da: Send billeder med Messenger
de: Foto über Messenger App teilen
es: Publica fotos con la aplicación de Messenger
fr: Envoyer des photos avec l'app Messenger
hu: Fotók küldése a Messenger appal
it: Postare immagini con l'app Messaggi
ja: 写真をMessengerアプリで投稿する
nl: Verstuur met de Messenger app
pl: Publikuj zdjęcia przez Messenger
ru: Публикация фотографии с приложением Messenger
sv: Posta bilder med appen Messenger
zh_hans: 将照片发布到 Messenger
zh_hant: 透過Messenger傳送照片

# shareActivityCode_Other
source: Share with other apps
ar: المشاركة مع التطبيقات الأخرى
da: Del med andre programmer
de: Mit anderen Apps teilen
es: Compartir con otras aplicaciones
fr: Partager avec d'autres apps
hu: Megosztás egyéb appokban
it: Condividi con altre app
ja: 他のアプリと共有する
nl: Deel met andere apps
pl: Udostępnianie innym aplikacjom
ru: Поделиться с другими приложениями
sv: Dela med andra appar
zh_hans: 使用其他应用共享
zh_hant: 分享到其他App

# shareActivityCode_Other>375px
source: Share photos with other apps
ar: مشاركة الصور مع تطبيقات أخرى
da: Del billeder med andre apps
de: Fotos mit anderen Apps teilen
es: Compartir las fotos con otras aplicaciones
fr: Partager des photos avec d'autres apps
hu: Fotók megosztása egyéb appokban
it: Condividi le immagini con altre app
ja: 写真を他のアプリと共有する
nl: Deel foto's met andere apps
pl: Udostępnij zdjęcia innym aplikacjom
ru: Поделиться фотографиями с другими приложениями
sv: Dela bilder med andra appar
zh_hans: 使用其他应用共享照片
zh_hant: 分享照片到其他App

# shareActivityCode_Signal
source: Post with Signal
ar: Signal النشر على
da: Send med Signal
de: Über Signal teilen
es: Publicar con Signal
fr: Envoyer avec Signal
hu: Küldés Signalban
it: Condividi con Signal
ja: Signalで投稿する
nl: Verstuur met Signal
pl: Publikacja przez Signal
ru: Публикация с Signal
sv: Posta med Signal
zh_hans: 发布到 Signal
zh_hant: 發送到Signal

# shareActivityCode_Signal>375px
source: Post photos with the Signal app
ar: Signal نشر الصور على
da: Send billeder med Signal app
de: Foto über Signal App teilen
es: Publicar fotos con la aplicación de Signal
fr: Envoyer des photos avec l'app Signal
hu: Fotók küldése Signalban
it: Postare immagini con l'app di Signal
ja: 写真をSignalアプリで投稿する
nl: Verstuur foto's met de Signal app
pl: Publikuj zdjęcia przez Signal
ru: Публикация фотографии с приложением Signal
sv: Posta bilder med appen Signal
zh_hans: 将照片发布到 Signal
zh_hant: 發送照片到Signal
